{
    "our_company" : "La nostra azienda",
    "our_story" : "La nostra storia",
    "made_in_italy" : "MADE IN ITALY",
    "development" : "Sviluppo",
    "our_team" : "Il nostro team",
    "our" : "Noi",
    "story" : "Storia",
    "historical" : "Storico",
    "company" : "Azienda",
    "history_section_para1" : "Galatron Plast, con sede a Castiglione delle Stiviere (MN), Italia, è stata fondata più di 40 anni fa. Oggi come ieri l'azienda è riconosciuta come leader storico nell'offerta di soluzioni innovative per le cartucce di miscelazione, ovvero per quei prodotti che regolano le portate e le portate dell'acqua e sono in grado di miscelarle.",
    "history_section_para2" : "Galatron Plast è un'azienda storica e dinamica che identifica il proprio obiettivo strategico nella qualità dei propri prodotti e nella capacità di soddisfare le richieste e le esigenze di ogni cliente.",
    "c3energy" : "C3 energia",
    "water_save" : "e risparmio idrico",
    "energy_saving_para" : "Tenuto conto di queste referenze, viene ricercata costantemente l'innovazione di prodotto sviluppando soluzioni rispondenti ai requisiti delle norme per il contatto con l'acqua potabile e alle esigenze di risparmio energetico (C3 Risparmio energetico) e di risparmio idrico, (C2 risparmio idrico), per soddisfare i maggiori requisiti ecologici e ambientali più attuali.",
    "made_in" : "Made in",
    "italy" : "Italy",
    "passion" : "Passione e ",
    "profession" : "Professionalità",
    "manufacturing_para1" : "Galatron Plast è un'azienda che crede nel prodotto made in Italy: a tal fine agisce con passione e professionalità nella realizzazione di prodotti di qualità che, con l'ausilio dei più moderni ed efficienti sistemi automatizzati, vengono controllati al 100%, verificando il rispetto delle caratteristiche tecniche e funzionali.",
    "manufacturing_para2" : "Viene utilizzata, certificandone l'autenticità, polvere di allumina al 96% per ottenere ceramiche italiane, che sono l'elemento più critico per la durata e il corretto funzionamento dell'intera cartuccia. Al fine di supportare il proprio marchio e supportare gli aspetti logistici dei propri clienti, Galatron Plast Group prevede di inviare il prodotto ai Clienti in un packaging personalizzato.",
    "quality" : "Qualità made in Italy, servizio e soddifazione del cliente",
    "our_customers" : "I nostri clienti sono presenti in 44 Paesi nel mondo",
    "development_para1" : "Galatron Plast produce e sviluppa nuovi prodotti per le richieste del mercato, in risposta ad idee innovative. Il team di ingegneri di Castiglione delle Stiviere (MN) è il motore dell'innovazione del prodotto che, grazie all'interazione con i clienti, progetta e sviluppa soluzioni su misura per soddisfare le molteplici richieste del mercato offrendo, oggi come in passato, i prodotti del futuro.",
    "development_para2" : "La profonda conoscenza dei vari componenti necessari al funzionamento dei “rubinetti” quali cartucce ceramiche, deviatori, vitoni, termostatici, tubi flessibili e docce ci permette di essere riconosciuti da tutti i produttori di rubinetteria nel mondo come uno dei loro principali fornitori. Qualità, Made in Italy, servizio e soddisfazione del cliente sono i principali punti di forza di Galatron Plast Group. Con rinnovata passione ed orgoglio vengono presentati i prodotti dell'azienda attraverso le pagine di questo catalogo. Essi sono caratterizzati da qualità e funzionalità, da caratteristiche tecniche, garantite da personale qualificato, e da certificazioni rilasciate da Istituti di Normativa internazionali specializzati.",
    "our2" : "Il nostro",
    "team" : "team",
    "proff" : "Professionisti  ",
    "butfirst" : "ma, prima di tutto,",
    "people" : "persone",
    "products" : "Prodotti",
    "view_products" : "Guarda Prodotti"
}