{
    "our_company" : "NUESTRA EMPRESA",
    "our_story" : "NUESTRA HISTORIA",
    "made_in_italy" : "HECHO EN ITALIA",
    "development" : "DESARROLLO",
    "our_team" : "NUESTRO EQUIPO",
    "our" : "NUESTRO",
    "story" : "HISTORIA",
    "historical" : "Una histórica",
    "company" : "empresa",
    "history_section_para1" : "Galatron Plast, con sede en Castiglione delle Stiviere (MN) en Italia, fue fundada hace más de 40 años. Hoy, como ayer, la empresa es reconocida como líder histórico en ofrecer soluciones innovadoras para cartuchos de mezcla, es decir, aquellos productos que regulan los caudales y el caudal de agua y pueden mezclarlos.",
    "history_section_para2" : "Galatron Plast es una empresa histórica y dinámica que identifica su objetivo estratégico en la calidad de sus productos y la capacidad de satisfacer las demandas y necesidades de cada cliente.",
    "c3energy" : "Energía C3",
    "water_save" : "y ahorro de agua",
    "energy_saving_para" : "Teniendo en cuenta estas referencias, busca constantemente la innovación de producto desarrollando soluciones que respondan a los requerimientos de las normas de contacto con el agua potable y la necesidad de ahorro energético (ahorro energético C3) y ahorro de agua, (ahorro agua C2), para cumplir con los más y requisitos ecológicos y medioambientales más actuales.",
    "made_in" : "HECHO EN",
    "italy" : "ITALIA",
    "passion" : "Pasion y ",
    "profession" : "profesionalidad",
    "manufacturing_para1" : "Galatron Plast es una empresa que cree en el producto hecho en Italia: para ello, actúa con pasión y profesionalidad en la producción de Productos de Calidad que, con la ayuda de los más modernos y eficientes sistemas automatizados, son controlados al 100%, con el fin de verificar el cumplimiento de las características técnicas y funcionales.",
    "manufacturing_para2" : "Es usado (certificando su autenticidad) polvo de alúmina al 96% para la obtención de cerámicas italianas, que son el elemento más crítico para la durabilidad y correcto funcionamiento de todo el cartucho. Para respaldar su marca y respaldar los aspectos logísticos de sus clientes, Galatron Plast Group planea enviar el producto a los Clientes en un empaque personalizado.",
    "quality" : "Calidad, hecho en Italia, servicio y satisfacción del cliente",
    "our_customers" : "Clientes en 44 Países de todo el mundo",
    "development_para1" : "Galatron Plast desarrolla nuevos productos para las demandas del mercado y / o en respuesta a ideas innovadoras. El equipo de ingenieros de Castiglione delle Stiviere (MN) es el motor de la innovación de productos que, gracias a la interacción con los clientes, diseña y desarrolla soluciones a medida para satisfacer las múltiples demandas del mercado y ofrecer, hoy como en el pasado, los productos del futuro.",
    "development_para2" : "El profundo conocimiento de los distintos componentes necesarios para el funcionamiento de “grifos” como cartuchos cerámicos, desviadores, cabeceras, termostáticos, mangueras flexibles y duchas nos permite ser reconocidos por todos los fabricantes de grifería del mundo como uno de sus principales proveedores. La calidad, el Made in Italy, el servicio y la satisfacción del cliente son los principales puntos fuertes de Galatron Plast Group. Y así es con renovada pasión y orgullo, que se presentan a través de las páginas de este catálogo, los productos de la Compañía, caracterizados por la calidad y funcionalidad, por características técnicas avaladas por personal calificado y certificaciones emitidas por Institutos de Normas especializados e internacionales.",
    "team" : "EQUIPO",
    "proff" : "Profesionales  ",
    "butfirst" : "pero, antes que nada,",
    "people" : "personas",
    "products" : "PRODUCTOS",
    "view_products" : "Ver productos"
   }