{
    "our_company": "OUR COMPANY",
    "our_story": "OUR STORY",
    "made_in_italy": "MADE IN ITALY",
    "development": "DEVELOPMENT",
    "our_team": "OUR TEAM",
    "our": "OUR",
    "story": "STORY",
    "historical": "A historical",
    "company": "Company",
    "history_section_para1": "Galatron Plast, based in Castiglione delle Stiviere (MN) in Italy, was founded more than 40 years ago. Today, as yesterday, the company is recognized as a historic leader in offering innovative solutions for mixing cartridges, that is for those products that regulate water flows and flow rate and able to mix them.",
    "history_section_para2": "Galatron Plast is an historical and dynamic company that identifies its strategic goal in the quality of its products and the ability to meet every customer’s demand and needs.",
    "c3energy": "C3 energy",
    "water_save": "and water saving",
    "energy_saving_para": "Considering these references, it constantly seeks product innovation by developing solutions in response to the requirements of the norms for contact with drinking water and the need of energy savings (C3 energy savig) and water saving, (C2 water saving), to meet the more and more current ecological and environmental requirements.",
    "made_in": "MADE IN",
    "italy": "ITALY",
    "passion": "Passion and ",
    "profession": "professionality",
    "manufacturing_para1": "Galatron Plast is a company that believes in the made in Italy products: to this end, it acts with passion and professionality in the production of Quality Products which, with the help of the most modern and efficient automated systems are controlled 100%, in order to verify compliance with the technical and functional characteristics.",
    "manufacturing_para2": "It uses (certifying its authenticity) 96% alumina powder to obtain Italian ceramics, which are the most critical element for the durability and correct operation of the entire cartridge. In order to support its brand and to support the logistical aspects of its customers, Galatron Plast Group plans to send the product to Customers in a customized packaging.",
    "quality": "Quality, made in Italy, service and customer satisfaction.",
    "our_customers": "Customers in 44 Countries around the world.",
    "development_para1": "Galatron Plast develops new products for market demands and / or in response to innovative ideas. The team of engineers at Castiglione delle Stiviere (MN) is the engine of product innovation that, thanks to customer interaction, designs and develops tailor-made solutions to meet the many demands of Market and to offer, today as in the past, the products of the future.",
    "development_para2": "The deep knowledge of the various components required for the operation of “taps” such as ceramic cartridges, diverters, headworks, thermostatic, flexible hoses and showers allows us to be recognized by all taps manufacturers in the world as one of their main suppliers. Quality, Made in Italy, service and customer satisfaction are the main strength points of Galatron Plast Group. It's with renewed passion and pride, which are presented through the pages of this catalogue, the company's products, characterized by quality and functionality, by technical features guaranteed by qualified personnel and certifications issued by specialized and international Institutes for Standards.",
    "our2": "OUR ",
    "team": "TEAM",
    "proff": "Professionals  ",
    "butfirst": "but, first of all,",
    "people": "people",
    "products": "PRODUCTS",
    "view_products": "View products"
}